{
  "es": {
    "id": 1,
    "header": {
      "title": "Prepárate para Ferapet",
      "email": "Email",
      "placeholder": "tu@email.com",
      "signUp": "Registrarse"
    },
    "section1": {
      "text1": "¡Embárcate en una aventura épica en un mundo lleno de criaturas fantásticas!"
    },
    "section2": {
      "text1": "¡Descubre más de 400 Feras diferentes!"
    },
    "section3": {
      "title": "Domina el arte del FeraCubo",
      "text1": "Lanza tu FeraCubo con precisión para capturar a tus objetivos por sorpresa.",
      "text2": "Aprovéchate de su desprevención, aplica el Feracubo por la espalda o atrae su atención con comida o música.",
      "text3": "Algunos Feras son más fáciles de capturar mientras comen, huyen o están embelesados.",
      "text4": "¡Experimenta con diferentes técnicas y ángulos para maximizar tus capturas!"
    },
    "section4": {
      "title": "Coleccionar y entrenar a poderosos Feras",
      "text1": "Cada Fera tiene sus propias habilidades, tipos elementales y variaciones."
    },
    "section5": {
      "title": "Cría y reproduce a tus Feras para obtener nuevas variaciones",
      "text1": "Cruza a tus Feras para obtener nuevas variaciones y ampliar tu colección de criaturas increíbles.",
      "text2": "Crea las condiciones adecuadas para que la reproducción entre Feras sea exitosa y descubre nuevas especies."
    },
    "section6": {
      "title": "Personaliza a tu personaje",
      "text1": "Sube de nivel y desbloquea habilidades para mejorar tus Feras"
    },
    "section7": {
      "title": "Participa en combates estratégicos En Tiempo Real!"
    },
    "section8": {
      "title": "¡Domina diferentes tipos de combate, desde encuentros abiertos en el mundo hasta torneos en coliseos!"
    },
    "section9": {
      "title": "Completa la Ferapedia",
      "text1": "Investiga y documenta cada Fera para completar la Ferapedia, una enciclopedia exhaustiva de todas las criaturas del juego."
    },
    "form": {
      "title": "¡Ayúdanos y sé el primero en jugar la beta cuando salga!",
      "email": "Email",
      "placeholder": "tu@email.com",
      "signUp": "Registrarse"
    },
    "footer": {
      "title": "¡Síguenos!"
    }
  },
  "en": {
    "id": 2,
    "header": {
      "title": "Get ready for Ferapet",
      "email": "Email",
      "placeholder": "your@email.com",
      "signUp": "Sign Up"
    },
    "section1": {
      "text1": "Embark on an epic adventure in a world full of fantastic creatures!"
    },
    "section2": {
      "text1": "Discover over 400 different Feras!"
    },
    "section3": {
      "title": "Master the art of the FeraCube",
      "text1": "Throw your FeraCube with precision to catch your targets by surprise.",
      "text2": "Take advantage of their unawareness, apply the FeraCube from behind or lure them with food or music.",
      "text3": "Some Feras are easier to catch while eating, fleeing, or being mesmerized.",
      "text4": "Experiment with different techniques and angles to maximize your captures!"
    },
    "section4": {
      "title": "Collect and train powerful Feras",
      "text1": "Each Fera has its own abilities, elemental types, and variations."
    },
    "section5": {
      "title": "Breed and reproduce your Feras for new variations",
      "text1": "Cross your Feras to obtain new variations and expand your collection of incredible creatures.",
      "text2": "Create the right conditions for successful Fera breeding and discover new species."
    },
    "section6": {
      "title": "Customize your character",
      "text1": "Level up and unlock skills to enhance your Feras"
    },
    "section7": {
      "title": "Engage in real-time strategic battles!"
    },
    "section8": {
      "title": "Master different types of combat, from open-world encounters to coliseum tournaments!"
    },
    "section9": {
      "title": "Complete the Ferapedia",
      "text1": "Research and document each Fera to complete the Ferapedia, an exhaustive encyclopedia of all the creatures in the game."
    },
    "form": {
      "title": "Help us and be the first to play the beta when it comes out!",
      "email": "Email",
      "placeholder": "your@email.com",
      "signUp": "Sign Up"
    },
    "footer": {
      "title": "Follow us!"
    }
  },
  "br": {
    "id": 3,
    "header": {
      "title": "Prepare-se para Ferapet",
      "email": "Email",
      "placeholder": "seu@email.com",
      "signUp": "Registrar-se"
    },
    "section1": {
      "text1": "Embarque em uma aventura épica em um mundo cheio de criaturas fantásticas!"
    },
    "section2": {
      "text1": "Descubra mais de 400 Feras diferentes!"
    },
    "section3": {
      "title": "Domine a arte do FeraCubo",
      "text1": "Lance seu FeraCubo com precisão para capturar seus alvos de surpresa.",
      "text2": "Aproveite-se de sua desprevenção, aplique o FeraCubo por trás ou atraia sua atenção com comida ou música.",
      "text3": "Alguns Feras são mais fáceis de capturar enquanto comem, fogem ou estão hipnotizados.",
      "text4": "Experimente diferentes técnicas e ângulos para maximizar suas capturas!"
    },
    "section4": {
      "title": "Colecione e treine Feras poderosas",
      "text1": "Cada Fera tem suas próprias habilidades, tipos elementares e variações."
    },
    "section5": {
      "title": "Crie e reproduza suas Feras para obter novas variações",
      "text1": "Cruze suas Feras para obter novas variações e expandir sua coleção de criaturas incríveis.",
      "text2": "Crie as condições certas para que a reprodução entre Feras seja bem-sucedida e descubra novas espécies."
    },
    "section6": {
      "title": "Personalize seu personagem",
      "text1": "Suba de nível e desbloqueie habilidades para melhorar suas Feras"
    },
    "section7": {
      "title": "Participe de combates estratégicos em tempo real!"
    },
    "section8": {
      "title": "Domine diferentes tipos de combate, desde encontros abertos no mundo até torneios em coliseus!"
    },
    "section9": {
      "title": "Complete a Ferapedia",
      "text1": "Pesquise e documente cada Fera para completar a Ferapedia, uma enciclopédia exaustiva de todas as criaturas do jogo."
    },
    "form": {
      "title": "Ajude-nos e seja o primeiro a jogar a beta quando for lançada!",
      "email": "Email",
      "placeholder": "seu@email.com",
      "signUp": "Registrar-se"
    },
    "footer": {
      "title": "Siga-nos!"
    }
  },
  "nl": {
    "id": 4,
    "header": {
      "title": "Maak je klaar voor Ferapet",
      "email": "E-mail",
      "placeholder": "jouw@email.com",
      "signUp": "Aanmelden"
    },
    "section1": {
      "text1": "Begin aan een episch avontuur in een wereld vol fantastische wezens!"
    },
    "section2": {
      "text1": "Ontdek meer dan 400 verschillende Feras!"
    },
    "section3": {
      "title": "Beheers de kunst van de FeraCube",
      "text1": "Gooi je FeraCube met precisie om je doelen te verrassen.",
      "text2": "Maak gebruik van hun onwetendheid, gebruik de FeraCube van achteren of lok ze met voedsel of muziek.",
      "text3": "Sommige Feras zijn gemakkelijker te vangen tijdens het eten, vluchten of als ze betoverd zijn.",
      "text4": "Experimenteer met verschillende technieken en hoeken om je vangsten te maximaliseren!"
    },
    "section4": {
      "title": "Verzamel en train krachtige Feras",
      "text1": "Elke Fera heeft zijn eigen vaardigheden, elementaire types en variaties."
    },
    "section5": {
      "title": "Kweek en reproduceren je Feras voor nieuwe variaties",
      "text1": "Kruis je Feras om nieuwe variaties te verkrijgen en je verzameling van ongelooflijke wezens uit te breiden.",
      "text2": "Creëer de juiste omstandigheden voor succesvolle Fera-fokken en ontdek nieuwe soorten."
    },
    "section6": {
      "title": "Personaliseer je karakter",
      "text1": "Level omhoog en ontgrendel vaardigheden om je Feras te verbeteren"
    },
    "section7": {
      "title": "Neem deel aan strategische gevechten in real-time!"
    },
    "section8": {
      "title": "Beheers verschillende soorten gevechten, van open-wereld ontmoetingen tot toernooien in arena's!"
    },
    "section9": {
      "title": "Voltooi de Ferapedia",
      "text1": "Onderzoek en documenteer elke Fera om de Ferapedia te voltooien, een uitgebreide encyclopedie van alle wezens in het spel."
    },
    "form": {
      "title": "Help ons en wees de eerste om de bèta te spelen zodra deze uitkomt!",
      "email": "E-mail",
      "placeholder": "jouw@email.com",
      "signUp": "Aanmelden"
    },
    "footer": {
      "title": "Volg ons!"
    }
  },
  "de": {
    "id": 5,
    "header": {
      "title": "Mach dich bereit für Ferapet",
      "email": "E-Mail",
      "placeholder": "dein@email.com",
      "signUp": "Anmelden"
    },
    "section1": {
      "text1": "Begib dich auf ein episches Abenteuer in einer Welt voller fantastischer Kreaturen!"
    },
    "section2": {
      "text1": "Entdecke über 400 verschiedene Feras!"
    },
    "section3": {
      "title": "Beherrsche die Kunst des FeraCubes",
      "text1": "Wirf deinen FeraCube präzise, um deine Ziele zu überraschen.",
      "text2": "Nutze ihre Unwissenheit aus, wende den FeraCube von hinten an oder locke sie mit Essen oder Musik.",
      "text3": "Einige Feras lassen sich leichter fangen, während sie essen, fliehen oder verzaubert sind.",
      "text4": "Experimentiere mit verschiedenen Techniken und Winkeln, um deine Fangquote zu maximieren!"
    },
    "section4": {
      "title": "Sammle und trainiere mächtige Feras",
      "text1": "Jede Fera hat ihre eigenen Fähigkeiten, Elementartypen und Variationen."
    },
    "section5": {
      "title": "Züchte und reproduziere deine Feras für neue Variationen",
      "text1": "Kreuze deine Feras, um neue Variationen zu erhalten und deine Sammlung unglaublicher Kreaturen zu erweitern.",
      "text2": "Schaffe die richtigen Bedingungen für eine erfolgreiche Fera-Zucht und entdecke neue Arten."
    },
    "section6": {
      "title": "Personalisiere deinen Charakter",
      "text1": "Steige im Level auf und schalte Fähigkeiten frei, um deine Feras zu verbessern"
    },
    "section7": {
      "title": "Nimm an Echtzeit-Strategiekämpfen teil!"
    },
    "section8": {
      "title": "Beherrsche verschiedene Kampfarten, von Begegnungen in der offenen Welt bis hin zu Turnieren in Arenen!"
    },
    "section9": {
      "title": "Vervollständige die Ferapedia",
      "text1": "Erforsche und dokumentiere jede Fera, um die Ferapedia zu vervollständigen, eine umfassende Enzyklopädie aller Kreaturen im Spiel."
    },
    "form": {
      "title": "Hilf uns und sei der Erste, der die Beta spielt, wenn sie herauskommt!",
      "email": "E-Mail",
      "placeholder": "dein@email.com",
      "signUp": "Anmelden"
    },
    "footer": {
      "title": "Folge uns!"
    }
  },
  "fr": {
    "id": 6,
    "header": {
      "title": "Préparez-vous pour Ferapet",
      "email": "E-mail",
      "placeholder": "votre@email.com",
      "signUp": "S'inscrire"
    },
    "section1": {
      "text1": "Partez pour une aventure épique dans un monde plein de créatures fantastiques!"
    },
    "section2": {
      "text1": "Découvrez plus de 400 Feras différents!"
    },
    "section3": {
      "title": "Maîtrisez l'art du FeraCube",
      "text1": "Lancez votre FeraCube avec précision pour surprendre vos cibles.",
      "text2": "Profitez de leur ignorance, utilisez le FeraCube par derrière ou attirez-les avec de la nourriture ou de la musique.",
      "text3": "Certains Feras sont plus faciles à attraper lorsqu'ils mangent, fuient ou sont hypnotisés.",
      "text4": "Expérimentez différentes techniques et angles pour maximiser vos captures!"
    },
    "section4": {
      "title": "Collectionnez et entraînez des Feras puissants",
      "text1": "Chaque Fera a ses propres compétences, types élémentaires et variations."
    },
    "section5": {
      "title": "Reproduisez vos Feras pour obtenir de nouvelles variations",
      "text1": "Croisez vos Feras pour obtenir de nouvelles variations et étendre votre collection de créatures incroyables.",
      "text2": "Créez les bonnes conditions pour une reproduction réussie des Feras et découvrez de nouvelles espèces."
    },
    "section6": {
      "title": "Personnalisez votre personnage",
      "text1": "Montez en niveau et débloquez des compétences pour améliorer vos Feras"
    },
    "section7": {
      "title": "Participez à des combats stratégiques en temps réel!"
    },
    "section8": {
      "title": "Maîtrisez différents types de combats, des rencontres en monde ouvert aux tournois dans les arènes!"
    },
    "section9": {
      "title": "Complétez la Ferapedia",
      "text1": "Recherchez et documentez chaque Fera pour compléter la Ferapedia, une encyclopédie exhaustive de toutes les créatures du jeu."
    },
    "form": {
      "title": "Aidez-nous et soyez le premier à jouer à la bêta lorsqu'elle sortira!",
      "email": "E-mail",
      "placeholder": "votre@email.com",
      "signUp": "S'inscrire"
    },
    "footer": {
      "title": "Suivez-nous!"
    }
  },
  "it": {
    "id": 7,
    "header": {
      "title": "Preparati per Ferapet",
      "email": "Email",
      "placeholder": "il tuo@email.com",
      "signUp": "Iscriviti"
    },
    "section1": {
      "text1": "Intraprendi un'avventura epica in un mondo pieno di creature fantastiche!"
    },
    "section2": {
      "text1": "Scopri oltre 400 Feras diversi!"
    },
    "section3": {
      "title": "Padroneggia l'arte del FeraCube",
      "text1": "Lancia il tuo FeraCube con precisione per sorprendere i tuoi obiettivi.",
      "text2": "Approfitta della loro inconsapevolezza, usa il FeraCube da dietro o attira la loro attenzione con cibo o musica.",
      "text3": "Alcuni Feras sono più facili da catturare mentre mangiano, fuggono o sono incantati.",
      "text4": "Sperimenta diverse tecniche e angolazioni per massimizzare le tue catture!"
    },
    "section4": {
      "title": "Colleziona e addestra Feras potenti",
      "text1": "Ogni Fera ha le sue abilità, tipi elementali e variazioni."
    },
    "section5": {
      "title": "Allevare e riprodurre i tuoi Feras per nuove variazioni",
      "text1": "Incrocia i tuoi Feras per ottenere nuove variazioni ed espandere la tua collezione di creature incredibili.",
      "text2": "Crea le condizioni giuste per una riproduzione dei Feras di successo e scopri nuove specie."
    },
    "section6": {
      "title": "Personalizza il tuo personaggio",
      "text1": "Salire di livello e sbloccare abilità per migliorare i tuoi Feras"
    },
    "section7": {
      "title": "Partecipa a combattimenti strategici in tempo reale!"
    },
    "section8": {
      "title": "Padroneggia diversi tipi di combattimento, dagli incontri nel mondo aperto ai tornei nelle arene!"
    },
    "section9": {
      "title": "Completa la Ferapedia",
      "text1": "Ricerca e documenta ogni Fera per completare la Ferapedia, un'enciclopedia esaustiva di tutte le creature del gioco."
    },
    "form": {
      "title": "Aiutaci e sii il primo a giocare alla beta quando esce!",
      "email": "Email",
      "placeholder": "il tuo@email.com",
      "signUp": "Iscriviti"
    },
    "footer": {
      "title": "Seguici!"
    }
  }
}
